{"inkVersion":20,"root":[[{"->":"Start"},["done",{"#f":5,"#n":"g-0"}],null],"done",{"Start":[["^Marco è nel suo motorhome, sta ripassando a mente il circuito, la gara inizia tra due ore. Sente improvvisamente un rumore sospetto dal retro del camper. Esce a controllare. Vede una ragazza molto carina e a pochi metri da lei, un uomo del Team allontanarsi in modo sospetto con una scatola.","\n","ev","str","^Raggiungi l'ombrellina","/str","/ev",{"*":".^.c-0","flg":20},"ev","str","^Segui il meccanico","/str","/ev",{"*":".^.c-1","flg":20},{"c-0":["^ ","\n",{"->":"Ombrellina"},{"#f":5}],"c-1":["\n",{"->":"Meccanico"},{"#f":5}]}],{"#f":1}],"Ombrellina":[["^Con una scusa Marco inizia a parlarle e scopre che lavora in quell'ambiente da poco. Le propone allora di portarla a fare un tour del circuito e dell'autodromo.","\n","ev","str","^Prendi lo scooter","/str","/ev",{"*":".^.c-0","flg":20},"ev","str","^Vai a piedi","/str","/ev",{"*":".^.c-1","flg":20},{"c-0":["\n",{"->":"Scooter"},{"#f":5}],"c-1":["\n",{"->":"Giro"},{"#f":5}]}],{"#f":1}],"Scooter":[["ev",false,"/ev",{"VAR=":"scooter1","re":true},"^I due salgono insieme sullo scooter e si allontanano dal paddock. Raggiungono un piazzale con un cancello.","\n","ev","str","^Avvicinati al cancello","/str","/ev",{"*":".^.c-0","flg":20},{"c-0":["\n",{"->":"Cancello"},{"#f":5}]}],{"#f":1}],"Giro":[["^I due iniziano a camminare e dopo circa venti minuti arrivano ad un piazzale con un cancello.","\n","ev","str","^Avvicinati al cancello","/str","/ev",{"*":".^.c-0","flg":20},{"c-0":["\n",{"->":"Cancello"},{"#f":5}]}],{"#f":1}],"Cancello":[["^Si intravede una strada molto ripida oltre il cancello","\n","ev","str","ev",{"CNT?":"Scooter"},"/ev",[{"->":".^.b","c":true},{"b":["^ Forzalo e continua lungo la strada in salita",{"->":".^.^.^.8"},null]}],"nop","/str","/ev",{"*":".^.c-0","flg":20},"ev","str","^La strada è troppo ripida, camminare ancora non è l'opzione migliore","/str","/ev",{"*":".^.c-1","flg":20},{"c-0":["\n",{"->":"Salita"},{"#f":5}],"c-1":["\n",{"->":"Hospitality"},{"#f":5}]}],{"#f":1}],"Salita":["^Con il motorino raggiungono la cima della collina, si vede tutto il circuito e i due si divertono, passa un'ora e Marco si rende conto che  dovrebbe concentrarsi sulla gara.E' stato bravo in moto quest'anno ma serve un ultimo sforzo per vincere i campionato.","\n",{"->":"Torna"},{"#f":1}],"Hospitality":[["^I due tornano nel paddock dopo una lunghissima camminata sotto il sole.","\n","ev","str","^Saluta la ragazza e vai a prepararti","/str","/ev",{"*":".^.c-0","flg":20},"ev","str","^Rimani con lei","/str","/ev",{"*":".^.c-1","flg":20},{"c-0":["\n",{"->":"Torna"},{"#f":5}],"c-1":["\n",{"->":"Divertirsi"},{"#f":5}]}],{"#f":1}],"Torna":[["^Ritorna saggiamente nel Box. Si avvicina alla sua moto per provare la posizione delle pedane. Nota che i freni sono molto spugnosi, non funzionano a dovere. Richiede una verifica con i meccanici e scoprono che l'impianto è stato danneggiato","\n","ev","str","^Si arrabbia e vuole investigare","/str","/ev",{"*":".^.c-0","flg":20},"ev","str","^Pensa sia  stato un errore","/str","/ev",{"*":".^.c-1","flg":20},{"c-0":["\n",{"->":"Investigare"},{"#f":5}],"c-1":["\n",{"->":"Errore"},{"#f":5}]}],{"#f":1}],"Divertirsi":[["^Il tempo passa velocemente, manca poco alla gara, Marco deve quindi correre a prepararsi.","\n","ev","str","^La gara sta per iniziare","/str","/ev",{"*":".^.c-0","flg":20},{"c-0":["\n",{"->":"Inizio_gara"},{"#f":5}]}],{"#f":1}],"Meccanico":[["^Lo raggiunge e gli chiede se per caso ha sentito o visto qualcuno di strano. Mentre gli risponde si accorge che quel viso non gli è familiare.","\n","ev","str","^Gli chiede chi sia","/str","/ev",{"*":".^.c-0","flg":20},"ev","str","^Fa finta di niente","/str","/ev",{"*":".^.c-1","flg":20},{"c-0":["\n",{"->":"Chisia"},{"#f":5}],"c-1":["\n",{"->":"Finta_di_niente"},{"#f":5}]}],{"#f":1}],"Investigare":[["^Marco va dal direttore di gara e gli riferisce che l'impianto è stato manomesso. Un gesto pericoloso e che va considerato. Guardano le registrazioni delle videocamere di sorveglianza. Individuano un uomo con i dischi dei freni in mano, il colpevole si è nascosto nel bagno dell'autodromo prima di aver buttato un sacchetto in un cestino poco lontano dal paddock..","\n","ev","str","^Raggiungono il bagno","/str","/ev",{"*":".^.c-0","flg":20},"ev","str","^continuano a guardare le registrazioni","/str","/ev",{"*":".^.c-1","flg":20},{"c-0":["\n",{"->":"Bagno"},{"#f":5}],"c-1":["\n",{"->":"Registrazioni"},{"#f":5}]}],{"#f":1}],"Errore":["^E' costretto a ritirarsi dalla gara. Correre in queste condizioni sarebbe stato fatale.","\n","end",{"#f":1}],"Inizio_gara":["^La gara inizia, alla prima curva prova a frenare ma la moto non si ferma. Impatta con il muro ad una velocità mortale.","\n","^Il guasto ai freni si sarebbe potuto evitare?","\n","end",{"#f":1}],"Chisia":["^Il meccanico risponde irritato di lasciarlo stare, Marco si scusa.","\n","^Lo fermano dei fan per chiedergli delle foto. Passa troppo tempo e ormai deve andare a prepararsi. Bisogna schierarsi in griglia di partenza.","\n","^[Metti la tuta]","\n",{"->":"Inizio_gara"},{"#f":1}],"Finta_di_niente":["^Lo ringrazia e si nasconde per seguirlo. Dopo pochi metri il meccanico getta nel bidone un piccolo sacchetto","\n","^[Controlla]","\n",{"->":"Controllare"},"^[Continua a seguirlo]","\n",{"->":"Continuaaseguirlo"},{"#f":1}],"Continuaaseguirlo":["^Il meccanico si accorge di essere seguito , Marco imbarazzato cambia strada. Prova a tornare verso il bidone della spazzatura ma si accorge che è appena stato portato via dal camion dei rifiuti. Ormai deve andare a prepararsi. Bisogna schierarsi in griglia di partenza.","\n","^[si mette la tuta]","\n",{"->":"Griglia_partenza"},{"#f":1}],"Controllare":["^Prende il sacchetto e capisce che dentro ci sono delle componenti importanti della sua moto, sono cavi dei freni. Prende tutto il sacchetto e lo porta nel paddock dai meccanici. L'impianto frenante è stato sostituito","\n","^[si arrabbia e vuole investigare]","\n",{"->":"Investigare"},"^[Pensa sia stato un errore]","\n",{"->":"Errore"},{"#f":1}],"Bagno":[["^Entrano nel bagno e non trovano nessuno, guardando meglio scorgono un telefono nel cestino dei rifiuti. Lo prendono e sullo schermo appare la scritta \"L'hai ucciso?\"","\n","^Chiamano immediatamente la polizia. I meccanici tuttavia sono riusciti a risolvere il problema alla moto, può partire in sicurezza.","\n","ev","str","^Le moto si schierano in griglia di partenza","/str","/ev",{"*":".^.c-0","flg":20},{"c-0":["\n",{"->":"Griglia_partenza"},{"#f":5}]}],{"#f":1}],"Registrazioni":[["^Il tempo passa e la gara deve iniziare. I meccanici riescono a risolvere il problema.","\n","^La gara inizia, Marco però non è a conoscenza di chi voleva farlo cadere.","\n","ev","str","^Le moto si schierano in griglia di partenza","/str","/ev",{"*":".^.c-0","flg":20},{"c-0":["\n",{"->":"Griglia_partenza"},{"#f":5}]}],{"#f":1}],"Griglia_partenza":[[{"#":"pause"},"^La tensione è alle stelle, Marco deve concentrarsi sulla gara. E' indeciso se controllare ancora la moto oppure lasciare stare prendere il casco","\n","ev","str","^Controlla la moto","/str","/ev",{"*":".^.c-0","flg":20},"ev","str","^Indossa il casco e parte","/str","/ev",{"*":".^.c-1","flg":20},{"c-0":["\n",{"->":"Controlla"},{"#f":5}],"c-1":["\n",{"->":"Indossa"},{"#f":5}]}],{"#f":1}],"Controlla":["^Insiste con i meccanici per fare l'ultima revisione. Notano infatti un consumo anomalo della benzina, riempiono quindi nuovamente il serbatoio.","\n","^Marco conclude la gara in prima posizione e vince il campionato.","\n","end",{"#f":1}],"Indossa":["^La gara è estenuante, finalmente all'ultimo giro è in testa. Procede lungo le ultime due curve quando la moto inizia a fare rumori strani, si spegne improvvisamente. E' finita la benzina. La moto dietro di lui lo supera e arriva secondo.","\n","^Avrebbe potuto vincere se fosse stato piu scrupoloso","\n","end",{"#f":1}],"global decl":["ev",false,{"VAR=":"scooter1"},"/ev","end",null],"#f":1}],"listDefs":{}}